import os

from click import option

os.system("clear")

print("███████╗████████╗ ██████╗ ██████╗ ███╗   ███╗")
print("██╔════╝╚══██╔══╝██╔═══██╗██╔══██╗████╗ ████║")
print("███████╗   ██║   ██║   ██║██████╔╝██╔████╔██║")
print("╚════██║   ██║   ██║   ██║██╔══██╗██║╚██╔╝██║")
print("███████║   ██║   ╚██████╔╝██║  ██║██║ ╚═╝ ██║")
print("╚══════╝   ╚═╝    ╚═════╝ ╚═╝  ╚═╝╚═╝     ╚═╝")
print("                                  version 1.0")
print("")
print("")
print("")
print("    [1] phishing")
print("")
print("    [2] coming soon")
print("")
print("")


while True:
    option = input("    choose an option: ")

    if option == "1":
        os.system("clear")
        os.system("git clone https://github.com/htr-tech/zphisher.git")
        os.system("cd zphisher && bash zphisher.sh")

        break
    elif option == "2":
        print("")
        print("")
        print("    [+] coming soon")
        print("")
        print("")
        print("")
